"ConfirmSaveTitle" 			= "Potwierdź zachowanie";
"ConfirmSaveMsg"			= "Czy chcesz zachować zmiany ustawień przenośnych?";
"ConfirmSaveSave"			= "Zachowaj";
"ConfirmSaveCancel"			= "Anuluj";
"ConfirmSaveDontSave"		= "Nie zachowuj";

// Text of "OK" button in configuration sheet (depending on whether we are in 'create' or 'config settings' mode)
"str_OK_Create" = "Utwórz";
"str_OK_Config" = "OK";

// Text that goes under the "Use FileSync" checkbox depending on whether computer has master password or not
"str_HaveMasterPassword" 	= "Na tym komputerze jest ustalone hasło główne FileVault.";
"str_NoMasterPassword" 		= "FileVault wymaga ustalenia hasła głównego na tym komputerze.";

// Template for displaying the startup volume name
"str_BootVolumeNameTemplate" = "%@ (dysk startowy)";

// For pre-flighting available space (4875784)
"str_PHD_CalcAvailSpace" = "Obliczam wolne miejsce…";
"str_PHD_InsufficientSpace" = "Na „%@” nie ma wystarczająco dużo miejsca, aby utworzyć katalog domowy.";


// Sync interval popup values (4978958)
"str_SyncInterval_Automatic" 	= "automatycznie";
"str_SyncInterval_Manual"  		= "ręcznie";

"str_SyncInterval_OneMinute" 					= "co minutę";
"str_SyncInterval_LessThanOneHour"  			= "co %d min.";
"str_SyncInterval_OneHour"						= "co godzinę";
"str_SyncInterval_OneHourOneMinute"				= "co 1 godz. i 1 min.";
"str_SyncInterval_LessThanTwoHours"				= "co 1 godz. i %d min.";
"str_SyncInterval_MoreThanOneHourNoMinutes"		= "co %d godz.";
"str_SyncInterval_MoreThanOneHourOneMinute"		= "co %d godz. i 1 min.";
"str_SyncInterval_MoreThanOneHourManyMinutes"	= "co %d godz. i %d min.";


// No suitable volumes for home volume (5182972) - displayed in popup menu
"str_UserPicks_NoExternalVolume" 		= "Nie jest podłączony żaden zewnętrzny wolumin.";
"str_UserPicks_NoSuitableVolume" 		= "Nie znaleziono odpowiedniego woluminu.";
